Repository: mrdotb/timex
Catalog: priv/translations/*/LC_MESSAGES/relative_time.po
Languages: th

source: last month
th: เดือนที่แล้ว

source: last week
th: สัปดาห์ที่แล้ว

source: last year
th: ปีที่แล้ว

source: next month
th: เดือนหน้า

source: next week
th: สัปดาห์หน้า

source: next year
th: ปีหน้า

source: this month
th: เดือนนี้

source: this week
th: สัปดาห์นี้

source: this year
th: ปีนี้

source: today
th: วันนี้

source: tomorrow
th: พรุ่งนี้

source: yesterday
th: เมื่อวานนี้

source: %{count} day ago
th: %{count} วันที่ผ่านมา

source: %{count} hour ago
th: %{count} ชั่วโมงที่ผ่านมา

source: %{count} minute ago
th: %{count} นาทีที่ผ่านมา

source: %{count} month ago
th: %{count} เดือนที่ผ่านมา

source: %{count} second ago
th: %{count} วินาทีที่ผ่านมา

source: %{count} week ago
th: %{count} สัปดาห์ที่ผ่านมา

source: %{count} year ago
th: %{count} ปีที่ผ่านมา

source: in %{count} day
th: ใน%{count} วัน

source: in %{count} hour
th: ใน%{count} ชั่วโมง

source: in %{count} minute
th: ใน%{count} นาที

source: in %{count} month
th: ใน%{count} เดือน

source: in %{count} second
th: ใน%{count} วินาที

source: in %{count} week
th: ใน%{count} สัปดาห์

source: in %{count} year
th: ใน%{count} ปี

source: last friday
th: วันศุกร์ที่แล้ว

source: last monday
th: วันจันทร์ที่แล้ว

source: last saturday
th: วันเสาร์ที่แล้ว

source: last sunday
th: วันอาทิตย์ที่แล้ว

source: last thursday
th: วันพฤหัสที่แล้ว

source: last tuesday
th: วันอังคารที่แล้ว

source: last wednesday
th: วันพุธที่แล้ว

source: next friday
th: วันศุกร์หน้า

source: next monday
th: วันจันทร์หน้า

source: next saturday
th: วันเสาร์หน้า

source: next sunday
th: วันอาทิตย์หน้า

source: next thursday
th: วันพฤหัสหน้า

source: next tuesday
th: วันอังคารหน้า

source: next wednesday
th: วันพุธหน้า

source: this friday
th: วันศุกร์นี้

source: this monday
th: จันทร์นี้

source: this saturday
th: วันเสาร์นี้

source: this sunday
th: วันอาทิตย์นี้

source: this thursday
th: วันพฤหัสนี้

source: this tuesday
th: วันอังคารนี้

source: this wednesday
th: วันพุธนี้

source: now
th: ตอนนี้
